/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Connesso";

"Restart Your Mac" = "Riavvia il tuo Mac";
"Quit" = "Esci";
"Authorization Error" = "Errore di Autorizzazione";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Seleziona 'Riprova' per riprovare la riautorizzazione, o 'Esci' per rinunciare.";
"Try Again" = "Riprova";

"Open duet on iOS" = "Apri duet su iOS";
"Connect device to Mac with" = "Collega il dispositivo al Mac con";
"or" = "or";
"Version" = "Versione";
"Resolution" = "Risoluzione";
"No Device Connected" = "Nessun Dispositivo Collegato";
"Frame Rate" = "Frequenza Dei Fotogrammi";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Prestazione";
"High Power" = "Alta Potenza";
"Energy Efficient" = "Efficienza Energetica";
"Preferences" = "Preferenze";
"Update App Automatically" = "Aggiornamento Automantico dell\'app";
"Launch At Login" = "Lancio al Login";
"Graphics Card" = "Scheda Grafica";
"When Duet Is Connected..." = "Quando duet è collegato...";
"Discrete (Recommended)" = "Discreto (consigliato)";
"Integrated (Energy Savings)" = "Integrato (efficienza energetica)";
"Display Arrangement" = "Disposizione dello Schermo";
"Check For Updates" = "Controlla gli Aggiornamenti";
"Help Center" = "Centro Assistenza";
"Ask Us A Question" = "Facci una Domanda";
"Uninstall Duet" = "Disinstalla duet";
"Quit" = "Esci";

"Regular (Energy Efficient)" = "Risoluzione Regolare (Efficienza Energetica)";
"Retina (High Performance)" = "Risoluzione Retina (Alta Potenza)";
"High Resolution (Smaller Text)" = "Alta Risoluzione (Testo più Piccolo)";